modules/wifibillingmanagement/controllers/IndataController.php

SELECT * FROM `wifi_item_language` WHERE `iso`='zh_cn'
---
    public function actionCurrdata(){
    	$auth=Auth::getAuth();
    	if ($auth=="false"){
    		return $this->redirect("wifibilling/login/login");
    	}//判断有没登陆
    	$db= \Yii::$app->db;
    	$wifi_items_info = (new \yii\db\Query())
    	->from('wifi_item_language')
    	->where(['iso'=>'zh_cn'])
    	->all();