modules/wifibillingmanagement/controllers/LoginController.php

	public function actionLogin()
	{
            $this->layout = false;

            if (!empty(\Yii::$app->user->id))
            {
               return $this->redirect(Yii::app()->createUrl('site/index'));
            }

            $reffer_url = isset($_SERVER['HTTP_REFERER'])? $_SERVER['HTTP_REFERER']:'';
            $server_name = isset($_SERVER['SERVER_NAME']) ? $_SERVER['SERVER_NAME'] : '' ;


            $model=new MyLoginForm();
            if(isset($_POST['username']) && isset($_POST['password']))
            {
                    $model->username = $_POST['username'];

                    $model->password = $_POST['password'];
                    $model->rememberMe = (empty($_POST['rememberMe']) ? false : true);

                    // validate user input and redirect to the previous page if valid
                  $info=Admin::find()
                            ->where(['admin_name' => $_POST['username'],'admin_password'=>$_POST['password']])
                            ->one();
---
SELECT * FROM `wifi_admin` WHERE (`admin_name`='super_admin') AND (`admin_password`='888888')